const shopProducts = [
  {
    "id": 0,
    "name": "Настольная лампа «Сфера»",
    "category": "Дом",
    "price": 4900,
    "photo": 0
  },
  {
    "id": 1,
    "name": "Наушники «Тихий час»",
    "category": "Электроника",
    "price": 8900,
    "photo": 1
  },
  {
    "id": 2,
    "name": "Рюкзак «Каждый день»",
    "category": "Аксессуары",
    "price": 3600,
    "photo": 2
  },
  {
    "id": 3,
    "name": "Термокружка «С собой»",
    "category": "Дом",
    "price": 1800,
    "photo": 3
  },
  {
    "id": 4,
    "name": "Настольная лампа «Утро»",
    "category": "Дом",
    "price": 3200,
    "photo": 0
  },
  {
    "id": 5,
    "name": "Наушники «Ритм»",
    "category": "Электроника",
    "price": 5400,
    "photo": 1
  },
  {
    "id": 6,
    "name": "Рюкзак «Город»",
    "category": "Аксессуары",
    "price": 4200,
    "photo": 2
  },
  {
    "id": 7,
    "name": "Термокружка «Тепло»",
    "category": "Дом",
    "price": 1500,
    "photo": 3
  },
  {
    "id": 8,
    "name": "Настольная лампа «Орбита»",
    "category": "Дом",
    "price": 6500,
    "photo": 0
  },
  {
    "id": 9,
    "name": "Наушники «Пауза»",
    "category": "Электроника",
    "price": 7200,
    "photo": 1
  },
  {
    "id": 10,
    "name": "Рюкзак «Маршрут»",
    "category": "Аксессуары",
    "price": 5100,
    "photo": 2
  },
  {
    "id": 11,
    "name": "Термокружка «В дорогу»",
    "category": "Дом",
    "price": 2200,
    "photo": 3
  },
  {
    "id": 12,
    "name": "Настольная лампа «Луч»",
    "category": "Дом",
    "price": 2800,
    "photo": 0
  },
  {
    "id": 13,
    "name": "Наушники «Волна»",
    "category": "Электроника",
    "price": 11900,
    "photo": 1
  },
  {
    "id": 14,
    "name": "Рюкзак «Выходной»",
    "category": "Аксессуары",
    "price": 2900,
    "photo": 2
  },
  {
    "id": 15,
    "name": "Термокружка «Кофе рядом»",
    "category": "Дом",
    "price": 1900,
    "photo": 3
  },
  {
    "id": 16,
    "name": "Настольная лампа «Контур»",
    "category": "Дом",
    "price": 7800,
    "photo": 0
  },
  {
    "id": 17,
    "name": "Наушники «Фокус»",
    "category": "Электроника",
    "price": 14900,
    "photo": 1
  },
  {
    "id": 18,
    "name": "Рюкзак «Лёгкий шаг»",
    "category": "Аксессуары",
    "price": 3300,
    "photo": 2
  },
  {
    "id": 19,
    "name": "Термокружка «Длинный день»",
    "category": "Дом",
    "price": 2600,
    "photo": 3
  },
  {
    "id": 20,
    "name": "Настольная лампа «Вечер»",
    "category": "Дом",
    "price": 5600,
    "photo": 0
  },
  {
    "id": 21,
    "name": "Наушники «Спокойствие»",
    "category": "Электроника",
    "price": 9900,
    "photo": 1
  }
];
